Revit 2027 API
ParameterTypeId.AnalyticalZoneName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalZoneName { get; }
Public Shared ReadOnly Property AnalyticalZoneName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalZoneName {
	ForgeTypeId^ get ();
}
static member AnalyticalZoneName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace